Repository: bronycub/sugarcub
Catalog: users/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %s profiles were enabled.
fr: %s profils ont été activés.

source: %s profiles were disabled.
fr: %s profils ont été désactivés.

source: Enable the selected profiles
fr: Active les profils sélectionnés

source: Disable the selected profiles
fr: Désactive les profils sélectionnés

source: Users
fr: Membres

source: Exemple : Pony is best pegasus/pony/unicorn!
fr: Exemple: Pony est le meilleur pégase / poney / licorne !

source: Birthday
fr: Date de naissance

source: Biography
fr: Biographie

source: Phone
fr: Téléphone

source: Address
fr: Adresse

source: City
fr: Ville

source: Postal code
fr: Code postal

source: Show my firstname and lastname (When hidden only your pseudo will be visible)
fr: Montrer mon prénom et nom (Si caché seul votre pseudo sera visible).

source: Show my phone number (When hidden your will only be rechable by email
fr: Montrer mon numéro de téléphone (Si caché vous ne serez joignable que par email).

source: Show my birthday (When hidden nobody will know your age or your birthday)
fr: Montrer ma date de naissance (Si caché personne ne connaîtra ni votre âge ni votre anniversaire).

source: Show my address (When hidde nyou will not appear on the members map
fr: Montrer mon adresse (Si caché vous n'apparaîtrez pas sur la carte des membres).

source: Show my email
fr: Montrer mon adresse mail.

source: Write about yourself! how you discover My Little Pony or BronyCUB, what you like and dislike...
fr: Ecrivez à propos de vous ! Comment vous avez découvert My Little Pony ou BronyCUB , ce que vous aimez ou detestez ...

source: Username or email
fr: Nom d'utilisateur ou email

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
fr: Le numéro de téléphone doit être entré dans le format : '+999999999'. Jusqu'à 15 chiffres sont autorisés

source: The postal code must be 5 digits.
fr: Le code postal doit être de 5 chiffres

source: enabled
fr: accepté

source: name enabled
fr: nom affiché

source: mail enabled
fr: email affiché

source: The bio should be longer than 150 character
fr: La bio doit être longue de plus de 150 caractère

source: bio
fr: biographie

source: phone
fr: téléphone

source: phone enabled
fr: téléphone affiché

source: birthday
fr: date de naissance

source: birthday enabled
fr: date de naissance affichée

source: address
fr: adresse

source: city
fr: ville

source: postal code
fr: code postal

source: address enabled
fr: adresse affichée

source: profile
fr: profil

source: profiles
fr: profils

source: name
fr: nom

source: file name
fr: nom du fichier

source: pony icon
fr: image de poney

source: pony icons
fr: images de poney

source: site icon
fr: icône de site

source: site icons
fr: icônes de site

source: pony
fr: poney

source: ponies
fr: poneys

source: icon
fr: icône

source: Members
fr: Membres

source: No members registered yet...
fr: Aucun membre enregistré pour le moment ...

source: Your account must be accepted by the admin to see the members informations.
fr: Votre compte doit être validé par un administrateur pour avoir accès aux informations des autres membres

source: Close
fr: Fermer

source: You must be connected to see the members informations.
fr: Vous devez être connecté pour voir les informations de ce membre.

source: Profile
fr: Profil

source: SugarCUB </br>My Profile
fr: SugarCUB </br>Mon Profil

source: Favorite pony :
fr: Poney Favoris :

source: Add new line
fr: Ajouter une nouvelle ligne

source: Only members of BronyCUB will be able to see those information :
fr: Seul les membres de BronyCUB peuvent voir les informations suivantes :

source: Hide personnal information :
fr: Cacher vos informations personnelles

source: Update
fr: Mettre à jour

source: Change your password
fr: Modifiez votre mot de passe

source: Account created
fr: Compte créé

source: An error occured while activating your account. Please retry.
fr: Une erreur est survenue pendant l'activation de votre compte. Veuillez réessayer.

source: Your account is now activated ! Please login and enjoy ! ;)
fr: Votre compte est maintenant activé ! Veuillez vous connecter et profiter ! ;)

source: You're receiving this email because you created an account on %(site)s.
fr: Vous recevez ce mail parce que vous avez créé un compte sur %(site)s.

source: Please go to the following page to activate your account:
fr: Veuillez vous rendre sur cette page pour activer votre compte :

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site)s team
fr: L'équipe de %(site)s

source: Account activation
fr: Activation du compte

source: A new user just registered.
fr: A nouvel utilisateur vient de s'inscrire.

source: Login
fr: Connexion

source: You forgot your password ?
fr: Vous avez oublié votre mot de passe ?

source: Signup
fr: Nous rejoindre

source: To know before registering
fr: À savoir avant de s'inscrire

source: You're now logged out.
fr: Vous êtes maintenant déconnecté.

source: Home
fr: Accueil

source: Password reset
fr: Réinitialisation du mot de passe

source: Password reset successful
fr: Mot de passe réinitialisé

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
fr: Nous vous avons envoyé par email les instructions pour changer de mot de passe, pour autant qu'un compte existe avec l'adresse que vous avez indiquée. Vous devriez recevoir rapidement ce message.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de message, vérifiez que vous avez saisi l'adresse avec laquelle vous vous êtes enregistré et contrôlez votre dossier de spam.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce mail parce que vous avez demandé à réinitialiser votre mot de passe sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur cette page et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, si jamais vous l'avez oublié :

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: Sorry but registrations are closed at the moment, try again later /)
fr: Désolé mais pour le moment les inscriptions sont fermées, veuillez réessayer plus tard /)

source: You signed up successfully ! A mail to activate your account has been sent, Welcome !
fr: Vous avez bien créé votre compte ! Un mail d'activation vient de vous être envoyé, Bienvenue !

source: Send
fr: Soumettre

source: ^members$
fr: ^membres$

source: ^profile$
fr: ^profil$

source: ^register$
fr: ^inscription$

source: ^register/informations$
fr: ^inscription/informations$

source: New registration
fr: Nouvelle inscription
